"Remind when over" = "Frequenza dei promemoria";
"End at" = "Fine";
"Start from" = "Inizio";
"According to your personal data, we advise you to walk %@steps a day" = "In base ai tuoi dati personali, ti consigliamo di percorrere %@ passi al giorno  ";
"According to your personal data, we advise you to sleep %@hours a day" = "In base ai tuoi dati personali, ti consigliamo di dormire %@ ore al giorno";
"Weight" = "Peso";
"Height" = "Altezza";
"According to your personal data, we advise you to walk %@steps a day, and sleep 8.0 hours to keep healthy" = "In base al tuo profilo personale, ti consigliamo di camminare per %@ passi e di dormire per %@ ore al giorno per mantenerti in perfetta forma";
"Steps" = "Passi";
"male" = "Maschio";
"female" = "Femmina";
"Gender" = "Genere";
"Camera" = "Camera";
"Albums" = "Album";
"Please enter your nickname" = "Per favore, inserisci il tuo nickname";
"Nickname" = "Nickname";
"Date of birth" = "Data di nascita";
"Upload complete" = "Aggiornamento completato";
"Update" = "Aggiornamento in corso";
"Message" = "SMS";
"Phone call" = "Chiamata";
"Please enter old password" = "Per favore inserisci la vecchia password";
"Please enter new password" = "Per favore inserisci la nuova password";
"Old password is incorrect" = "La vecchia password è sbagliata";
"The two password you typed do not match" = "Le due password non corrispondono, riprovare";
"Please enter 4 valid numbers from 0 to 9" = "Per favore inserisci un codice a 4 cifre con numeri da 0 a 9";
"Unpaired" = "Disaccoppiamento terminato con successo";
"Unpaid failed" = "Disaccoppiamento fallito";
"Dashboard" = "Dashboard";
"Sport" = "Passi";
"Settings" = "Impostazioni";
"Have new firmware version, whether to upgrade？" = "Nuova versione del firmware trovata. Aggiornare ora?";
"Paired" = "Pairing terminato con successo";
"Pair failed" = "Pairing fallito";
"Login success" = "Login effettuato";
"Or" = "o ";
"Sign up" = "Registrati";
"Log in" = "Entra";
"Forgot password?" = "Password dimenticata?";
"Password error" = "Password errata";
"Account does not exist" = "Il nome utente non esiste";
"Account already exists" = "Nome utente è già registrato";
"Please enter password" = "Per favore, inserisci la password";
"Please enter a valid password from 6 to 20" = "Per favore, inserisci una password valida da 6 a 20 caratteri";
"Please enter account" = "Per favore, inserisci un nome utente";
"Account format error" = "Il formato del nome utente è errato";
"Password" = "Password";
"Email or phone number" = "E-mail";
"Download the latest version?" = "Vuoi scaricare l'ultima versione?";
"Woke up" = "Orario della sveglia";
"Congratulations, you have completed the goal!" = "Congratulazioni, hai raggiunto il tuo obiettivo!";
"%@%@ to achieve goal" = "Ancora %@ %@ per raggiungere il tuo obiettivo";
"Distance" = "Distanza";
"Burned" = "Calorie";
"Awake times" = "Tempo da sveglio";
"generally" = "Nella norma";
"Good" = "Buona";
"bad" = "Cattiva";
"None" = "No ";
"Great" = "Molto buona";
"Perfect" = "Perfetta";
"Sleep quality:" = "Qualità del sonno:";
"Light sleep" = "Sonno leggero";
"Fell Asleep" = "Orario addormentamento";
"Deep sleep" = "Sonno profondo";
"Sleep duration" = "Durata del sonno";
"Heart rate zone" = "Zone di frequenza cardiaca";
"Strenuous" = "Massimale";
"Rest" = "Molto leggero";
"Time in heart rate zone" = "attività status al giorno";
"Move" = "Leggero";
"Moderate" = "Moderato";
"Mass" = "Elevato";
"Blood pressure zone" = "Pressione sanguigna";
"Measured time" = "Durata della misurazione";
"Lowest BP" = "BP minima";
"Highest BP" = "BP massima";
"Please wear properly" = "Per favore, indossa il dispositivo correttamente ";
"Normal" = "Normale";
"low" = "Bassa";
"high" = "Alta";
"testing..." = "Sto misurando...";
"test complete" = "Test completato";
"Activity" = "Obiettivo di allenamento";
"Sleep goal" = "Obiettivo di sonno";
"Profile" = "Profilo personale";
"Personal information" = "Informazioni personali";
"Personal data" = "Dati personali";
"Firmware upgrade" = "Aggiornamento firmware";
"My device" = "Il mio dispositivo";
"New message" = "Notifica messaggi";
"Long seat" = "Sedentarietà";
"Sleep" = "Sonno";
"Heart rate" = "Frequenza cardiaca";
"Blood pressure" = "Pressione sanguigna";
"Single heart rate test" = "Test HR singolo";
"Set goal" = "Definizione degli obiettivi";
"Alcohol test" = "Alcool test";
"BP test mode setting" = "Impostazioni della misurazione BP";
"BP manual test" = "Misurazione pressione sanguigna";
"Connect device" = "Connessione al dispositivo";
"Alarm settings" = "Impostazioni sveglia";
"Poor" = "Scarso";
"Strong" = "Intenso";
"Pull to pause" = "Pausa";
"Stop exercises" = "Termina l'allenamento";
"start\nsport" = "Pronti a";
"Save or note?" = "Salvare l'allenamento e inviare nota?";
"No movement data records, Stop exercises?" = "Non rilevo dati di movimento, hai terminato l'allenamento? ";
"Go exercise outside" = "È tempo di fare esercizio all'aperto!";
"Pace" = "Andatura";
"Indoor GPS signal is poor, app could not accurately track in maps." = "Il segnale GPS indoor è scarso, il percorso sulla mappa potrebbe essere poco accurato";
"Monthly" = "Al mese";
"Maps" = "Mappe";
"If back, app will stop tracking movement locus, back?" = "Se torni indietro, la app interromperà il tracking. Per favore conferma se vuoi tornare indietro";
"Edit" = "Modifica";
"Done" = "Fatto";
"Delete" = "Cancella";
"Continue" = "Prosegui";
"Calorie" = "Caloria";
"Enter verification code" = "Inserisci codice di verifica PIN";
"Please enter 4 valid verify codes" = "Per favore, inserisci un codice di verifica PIN di 4 cifre corretto";
"Verification code is expired, please try again" = "Il codice di verifica PIN non funziona, per favore riprova";
"Validation failed" = "Codice di verifica PIN non accettato";
"Send seccuss" = "Codice di verifica PIN inviato con successo";
"Send failed" = "Codice di verifica PIN non inviato";
"Security code" = "Invia il codice di verifica PIN";
"Reset password" = "Password reset";
"Reset password success" = "Reset della password effettuato";
"Reset password failed" = "Reset della password fallito";
"Log out" = "Esci";
"About us" = "About us";
"Step" = "Passi";
"请坚持佩戴" = "Per favore, indossa il dispositivo e fallo aderire ";
"Disconnected" = "Disconnesso";
"YESTERDAY" = "IERI";
"TODAY" = "OGGI";
"2 DAYS AGO" = "2 GIORNI FA";
"Click to connect device" = "Tocca per connettere il dispositivo";
"Maximum steps:" = "Massimo numero di passi:";
"Latest" = "Più recenti";
"Yes" = "Sì";
"No" = "No ";
"No pair no cloud data, pair account？" = "Non posso sincronizzare i dati su cloud senza pairing.Avviare il pairing?";
"No running history yet please start one" = "Non c'è ancora uno storico degli allenamenti. Inizia a correre! ";
"BEGIN RUNNING" = "INIZIA A CORRERE";
"The role of alcohol on the liver" = "L'abuso di alcool può danneggiare il fegato";
"Drinking time" = "Tempo trascorso bevendo";
"excess" = "Eccessivo";
"A lot of" = "Molto";
"moderate" = "Moderato";
"bit" = "Poco";
"Drinking level" = "Livello di alcool";
"alcohol allergic people or not" = "Persona con intolleranza all'alcool?";
"本次测试无效" = "Test non valido";
"You haven’t set up your personal BP data， set up now？" = "Non hai ancora inserito le tue impostazioni personali di BP. Vuoi inserirle ora?";
"Your BP is %@/%@！Do you want to save data？" = "La tua pressione è %@/%@！Vuoi salvare il dato?";
"Uploaded" = "Aggiornato con successo";
"Upload failed" = "Aggiornamento fallito";
"时间设置不合理" = "Il tempo impostato ha un valore non consentito";
"Setting success" = "Impostazioni inserite con successo";
"Setting failure" = "Impostazioni non effettuate";
"Save" = "Salva ";
"Prompt" = "Suggerimento";
"Confirm" = "Conferma";
"Cancel" = "Cancella";
"Network request timeout" = "Errore di timeout di rete";
"Network unavailable，please check network" = "Rete non disponibile, per favore verifica lo stato della rete";
"Device disconnected" = "Disconnesso";
"Did disconnected" = "Disconnetti";
"Changing private mode data will also change the private mode of manual testing and device testing" = "Cambiando i dati personali, si cambiano i dati personali di entrambe le modalità di test, manuale e tramite il dispositivo";
"Setting your personal BP data for testing to obtain more accurate data. Set your accurate blood pressure value without taking hypo tensors" = "Imposta in modo personalizzato il BP per avere dati più accurati. Inserisci i tuoi valori ordinari di pressione sanguigna senza l'assunzione di farmaci antipertensivi";
"Blood Personal" = "Personale";
"Blood Normal" = "Normale";
"Device BP test mode: %@" = "Modalità di test BP tramite il dispositivo: %@";
"Notifications" = "Notifiche";
"More" = "Altro";
"Reset device password" = "Reset della password del dispositivo";
"Pair account" = "Pairing del dispositivo";
"Night turn wrist" = "Modalità notte";
"BP mode" = "Modalità di test della pressione sanguigna";
"Alarm" = "Sveglia";
"Power remain" = "Batteria residua";
"请输入4位有效密码" = "Per favore inserisci un codice valido di 4 cifre";
"Update version:" = "Versione aggiornata: ";
"Already the latest version" = "Hai la versione più recente";
"January" = "gennaio";
"February" = "febbraio";
"March" = "marzo";
"April" = "aprile";
"May" = "maggio";
"June" = "giugno";
"July" = "luglio";
"August" = "agosto";
"September" = "settembre";
"October" = "ottobre";
"November" = "novembre";
"December" = "dicembre";
"分享成功" = "Condiviso";
"分享失败" = "Condivisione fallita";
"暂不支持此功能" = "Funzione non supportata";
"History" = "Storico";
"Weekly" = "Settimanale";
"Yearly" = "Annuo";
"Average:" = "Media:";
"Connected" = "Connesso con successo";
"No drink data records, please keep up" = "Non ci sono dati salvati sull'assunzione di bevande alcoliche";
"Please open %@ to synchronize your health data and to check your sleep status last night" = "Per favore, avvia %@ per sincronizzare i dati sul tuo stato di salute e per controllare l'andamento del sonno della scorsa notte";
"Please open %@ to synchronize your health data and to check your today's sport" = "Per favore, apri %@ per sincronizzare i dati sul tuo stato di salute e per controllare l'allenamento di oggi";
"Running" = "Fitness";
"登录过期，请重新登录" = "Disconnesso, per favore ripeti il login";
"正在读取数据…" = "Lettura dei dati…";
"高压要比低压大24" = "Valori pressione incoerenti 24";
"hours" = "ore";
"无账号登录>" = "Non hai effettuato il login>";
"初始密码:0000" = "Password iniziale: 0000";
"佩戴检测" = "Wear detection";
"意见反馈" = "Feedback";
"问题和意见" = "Domande e commenti";
"请简要描述您的问题和意见" = "Per favore, esprimi in modo sintetico le tue domande o i tuoi commenti";
"图片(选填,提供问题截图)" = "Immagine (opzionale, screenshot)";
"联系方式" = "Contatti";
"邮箱、电话" = "Posta, telefono";
"提交" = "invia  ";
"偏瘦" = "Esile";
"正常" = "Normale";
"偏胖" = "Leggermente sovrappeso";
"肥胖" = "Sovrappeso";
"极胖" = "Gravemente sovrappeso";
"偏瘦提示" = "L'attuale indice di massa corporea è sotto la norma,\nSei nel gruppo delle persone magre, ma basta poco per ottenere una corporatura standard!";
"正常提示" = "L'attuale indice di massa corporea è normale,\nPerfetto indice di massa corporea, ma bisogna fare attenzione a mantenerlo!";
"偏胖提示" = "L'attuale indice di massa corporea è appena sopra la norma,\nCoraggio, con un po' di esercizio e di attenzione ritornerai in perfetta forma!";
"肥胖提示" = "L'attuale indice di massa corporea è alto,\nUn alto IMC aumenta il rischio di cardiopatia, pressione alta ed altri disturbi.\nPer favore, sforzati di migliorare le tue abitudini di vita";
"极胖提示" = "L'attuale indice di massa corporea è molto alto,\nAlto rischio di cardiopatia, pressione alta e altri disturbi, \nfai del tuo meglio per cambiare il tuo stile di vita!";
"提交成功" = "Inviato con successo";
"内容不能为空" = "Il contenuto non può essere vuoto";
"微信运动" = "WeRun";
"接入微信运动，与朋友分享运动的乐趣！" = "Entra in WeRun e condividi la tua passione per il fitness con gli amici";
"已绑定" = "Collegamento";
"绑定" = "Connesso  ";
"操作方法" = "Come fare";
"1. 请先绑定设备" = "1. Se è la prima volta, per favore collega il device";
"2. 打开微信，进入微信运动，点击微信主页右上角的设置按钮，找到“记录运动数据”栏，选择“添加数据来源“，您将搜索到您购买设备厂家的公众号，请添加此公众号作为数据来源" = "2. Apri WeChat, entra in WeRun (cerca Werun in Wechat se non ne sei provvisto), fai click sul bottone delle impostazioni nell'angolo in alto a destra della homepage di WeRun, cerca la voce relativa alla registrazione dei record di allenamento, seleziona la voce che ti consente di aggiungere una nuova sorgente  dati, trova il seriale corrispondente al tuo tracker nell'elenco dei produttori di equipaggiamento compatibile e usalo come sorgente dati";
"3. 返回微信运动主页，进入排行榜，此时就能看到设备的数据已经同步到微信运动中，如果不能同步，请多刷新几次排行榜页面" = "3. Torna alla homepage di WeRun, entra nella sezione Ranking, a questo punto dovresti vedere i dati del dispositivo sincronizzati con WeRun, in caso contrario prova a fare un refresh";
"设备端正在使用测试功能" = "Funzioni di test già in uso dal dispositivo";
"设备防丢" = "Anti-smarrimento";
"三方平台" = "Piattaforma di terze parti";
"拍照" = "Fai una foto";
"%@访问相机或相册权限受到限制" = "%@ non ha tutti i permessi per accedere alla camera e all'album";
"开关设置" = "Cambia impostazioni";
"单位设置" = "Unità di misura";
"24小时制" = "Orario in formato 24 ore";
"心率自动监测" = "Monitoraggio automatico HR";
"血压自动监测" = "Monitoraggio automatico BP";
"公制" = "Sistema metrico";
"英制" = "Sistema imperiale";
"血氧手动测试" = "Test SpO2 saturazione d'ossigeno";
"您本次测得的血氧浓度为%ld%%,是否保存？" = "Hai una concentrazione di ossigeno nel sangue di %ld%%, salvare il dato?";
"血氧浓度异常" = "Inconsueto";
"血氧浓度偏低" = "Molto basso";
"血氧浓度低" = "Basso";
"血氧浓度正常" = "Normale";
"疲劳度手动测试" = "Test di sforzo";
"适当的关注一下自己的身体状态哦！" = "Ti consiglio di tenere sotto controllo la tua condizione fisica!";
"状态良好" = "in buone condizioni";
"轻度疲劳" = "Sforzo lieve";
"中度疲劳" = "Sforzo moderato";
"重度疲劳" = "Molto affaticato";
"您的精力充沛，无疲乏感觉，注意力集中，工作效率会非常高。" = "Non sei affaticato, la tua capacità di concentrazione e la tua efficienza sono al massimo livello.";
"您略有疲乏不适感，平时可以多听一些自己喜欢的音乐来进行缓解。" = "Sei un po' affaticato, prova ad ascoltare la tua musica preferita per rilassarti.";
"您可能有困倦疲乏、头昏脑胀、身体僵硬等感觉，您可以看看远处风景或小憩片刻，缓解疲劳同时为高效工作做准备。" = "Potresti sentirti stanco e frastornato, prova a sederti e rilassarti per tornare nuovamente alla massima efficienza.";
"您可能无法集中注意力，特别困乏，平时要多注意休息，多喝水，保持心情舒畅，身心轻松，工作效率才会高。" = "Potresti avere difficoltà di concentrazione e sentirti molto stanco, cerca di riposare con regolarità, di idratarti a sufficienza, rilassa il corpo e la mente per ritornare alla piena efficienza.";
"您本次测得的疲劳度等级为%@,是否保存？" = "Il tuo livello di affaticamento è %@, vuoi salvare il dato?";
"升级失败,设备名变为DfuLang,请重新连接并升级。" = "Aggiornamento fallito, il nome del dispositivo è stato reimpostato, per favore riprova a connetterti ed aggiornare.";
"心率报警" = "Soglia di allarme HR";
"心率上限" = "Frequenza cardiaca massima a riposo";
"心率下限" = "Frequenza cardiaca minima";
"设置不合理" = "Impostazione non consentita";
"转腕亮屏" = "Ruota il polso";
"血压私人模式" = "Modalità BP personalizzata";

"最近一次月经" = "Ultimo periodo mestruale";
"最后一次经期开始日" = "Data d'inizio dell'ultimo periodo mestruale";
"最后一次经期是什么时候?" = "Quando hai avuto l'ultimo periodo mestruale?";
"自然避孕" = "Contraccezione naturale";
"中等疼痛" = "Lieve dolore";
"智能预测" = "Previsione intelligente";
"只记经期" = "Memorizza periodo mestruale";
"预产期" = "Data stimata di parto";
"预测月经期" = "Periodo mestruale previsto";
"影响工作的痛" = "Dolore che impedisce di lavorare";
"选择您的状态" = "Scegli il tuo stato";
"性生活" = "Vita sessuale";
"详情" = "Dettagli";
"无避孕措施" = "Nessuna misura anticoncezionale";
"我们为您提供了新的女性周期功能，是否前往设置？" = "Abbiamo una nuova funzionalità relativa al ciclo femminile, vuoi attivarla?";
"我们为处于月经期及怀孕期的女性提供记录、提醒的功能，如果您暂时不需要这个功能，可选择此选项跳过这项资料设置。" = "Forniamo un calendario e promemoria per le donne in età mestruale e in stato di gravidanza. Se per il momento non dovessi aver bisogno di questa funzione, puoi scegliere di saltare la relativa attivazione.";
"未来不可操作" = "La funzione non è attiva";
"跳过" = "Salta";
"填写您的预产期" = "Inserisci la data prevista di parto";
"填写宝宝的基本信息" = "Inserisci le informazioni essenziali sul bambino";
"疼痛" = "Dolore";
"是否要修改人生状态" = "Stato impostato";
"是否前往设置女性周期功能？" = "Impostare la funzione relativa al ciclo femminile?";
"使用避孕药" = "Usa anticoncezionali";
"使用避孕套" = "Usa il preservativo";
"生理状态" = "Profilo femminile";
"如果月经不是今天结束，请到别的日期选择结束来更改结束日" = "Se il periodo mestruale non termina oggi, per favore modifica il termine del periodo mestruale precedente";
"轻微疼痛" = "Dolore lieve";
"轻微不适" = "Leggero imbarazzo";
"切换性别为男性将会删除女性相关信息？" = "Cambiare genere da femminile a maschile cancellerà le informazioni relative al genere femminile";
"排卵日" = "Ovulazione";
"排卵期第%ld天" = "Periodo di ovulazione %ld giorni";
"排卵期" = "Periodo di ovulazione  ";
"开启女性功能" = "Inizio periodo fertile";
"您的经期平均持续天数？" = "Quanto è durato il periodo mestruale?";
"您的经期之间的平均间隔周期天数？" = "Quanto è durato l'intervallo fra i periodi mestruali?";
"流量" = "Flusso";
"量正常" = "Flusso normale";
"量有点多" = "Flusso leggermente abbondante";
"量偏少" = "Flusso leggermente ridotto";
"量很少" = "Flusso scarso";
"量很多" = "Flusso abbondante";
"离孩子出生还有" = "Prima del parto";
"经期长度" = "Durata del periodo mestruale";
"经期内有性行为很容易遭受感染患上妇科疾病，甚至不孕" = "Avere rapporti sessuali durante il periodo mestruale aumenta il rischio di infezioni, malattie ginecologiche e persino infertilità";
"经期开始" = "Inizio del periodo";
"经期结束" = "Fine del periodo";
"经期" = "Periodo mestruale  ";
"经期" = "Periodo mestruale  ";
"间隔长度" = "Durata del ciclo";
"回到今天" = "Torna ad oggi";
"怀孕期" = "Gravidanza";
"怀孕概率" = "Gravidanza probabile";
"怀孕第%ld周" = "%ld settimane di gravidanza";
"很痛" = "Molto doloroso";
"过去不可操作" = "In precedenza non disponibile";
"当前月经期第%ld天" = "Giorni dell'attuale ciclo mestruale %ld";
"出生日期" = "Data di nascita";
"出生日期" = "Data di nascita";
"产检" = "Check";
"笔记" = "Appunti";
"备孕期" = "Pre-gravidanza";
"宝妈期" = "Maternità";
"安全期" = "Incinta";
"如果您不知道预产期，我们可以根据您的最后一次月经期来帮您计算." = "Possiamo calcolare la data di nascita prevista in base al tuo ultimo periodo mestruale.";
"距离下一个月经" = "A distanza di un ciclo mestruale";
"距离下一个月经还有%s天" = "A distanza di un ciclo mestruale e in %s Giorni";
"请选择经期开始日" = "Per favore, La scelta della data di inizio ciclo mestruale";
"预产期一定要大于今天" = "Pre - parto deve essere maggiore di Oggi";
"经期一定不能大于今天" = "IL ciclo mestruale non deve essere maggiore di Oggi";
"未授权" = "未翻译";
"没有女性数据" = "Le donne non Sono Dati";
"亮度调节" = "Regola brillantezza";
"自动调节" = "Regolazione automatica";
"设置亮度指数" = "Imposta livello brillantezza";
"I got it" = "Ricevuto";
"Last refresh" = "Ultimo refresh";
"Pull down to refresh data" = "Trascinare per il refresh";
"Refreshing the data.." = "Refresh dei dati..";
"Release to refresh data" = "Rilascia per il refresh dei dati";
"Enter Security code" = "Inserisci codice di sicurezza";
"Login, please later" = "Login in corso, attendere";
"Login failed" = "Login fallito";
"Registration, please later" = "Registrazione in corso, attendere";
"Sign up failed" = "Registrazione fallita";
"Password format error" = "Formato di password errato";
"Adding information，please later" = "Sto aggiungendo le informazioni, attendere";
"Add user data failed" = "Inserimento dati utente fallito";
"No sleep data" = "Nessun dato sul sonno";
"No steps data" = "Nessun dato sui passi";
"No HR data" = "Nessun dato HR";
"No BP data" = "Nessun dato BP";
"Health Tips" = "Consigli per la salute";
"Passive HR" = "HR in tempo reale";
"Average HR" = "HR medio";
"Bluetooth disconnected，test failed" = "Test interrotto a casa di disconnessione del Bluetooth";
"Start real-time BP measurement" = "Inizia la misura della pressione in tempo reale";
"Back" = "Indietro";
"Waiting for loading maps" = "In attesa di caricare le mappe";
"Gps duration" = "Durata";
"Device" = "Dispositivo";
"Enter the password" = "Inserisci la password";
"Please enter 4 numbers code" = "Per favore, inserisci una password di 4 cifre";
"Pair mobile phone" = "Pairing dello smartphone";
"Long seat setting" = "Impostazioni sedentarietà";
"Enter old password" = "Inserisci la vecchia password";
"Enter new password" = "Inserisci la nuova password";
"Confirm new password" = "Conferma la nuova password";
"Current version:" = "Versione attuale:";
"Setting activity" = "Obiettivo fitness";
"测试中断" = "Test fallito";
"私人血压模式设置" = "Impostazioni test personalizzati";
"血压测试模式" = "Modalità di test BP";
"如果设备与手机已经配对成功,则此次操作无效,如果需要解除设备与手机配对,请在手机蓝牙设置中忽略此设备,请确定是否执行本次配对操作" = "Se il dispositivo è stato associato con successo ad uno smartphone, l'operazione non è valida. Se vuoi eliminare il pairing fra lo smartphone e questo dispositivo, non devi fare altro che eliminare il dispositivo dall'elenco dei dispositivi Bluetooth sul telefono";
"正在检测，请保持正确姿势" = "Test in corso, per favore mantieni una posizione corretta";
"分享内容" = "Condividi contenuti";
"分享标题" = "Condividi titolo";
"名字" = "Nome";
"信号" = "Segnale";
"注意: 设备连接微信运动前，请先保证设备与App连接" = "Attenzione: prima di connetterti a WeRun, assicurati che il dispositivo sia connesso alla app";
"没有照片" = "Nessuna foto";
"您可以使用 iTunes 将照片\n同步到 iPhone" = "Puoi usare iTunes per sincronizzare le foto con il tuo iPhone";
"%ld 张照片" = "%ld foto";
"英里" = "Mile";
"正常血氧浓度范围为95%~99%" = "Un livello normale di saturazione di ossigeno nel sangue è del 95%~99%";
"当前经期" = "Attuale periodo mestruale";
"预测经期" = "Periodo mestruale previsto";
"经期时间这么长是不是记错了？如果要记录当日月经，请修改临近的经期哦!" = "Un periodo mestruale così lungo sembrerebbe un errore. Se vuoi registrare il giorno del periodo mestruale per favore modifica il periodo mestruale precedente!";
"天" = "Giorno";
"忽略" = "ignora";
"前往" = "Vai a";
"经期设置" = "Impostazioni del periodo mestruale";
"备孕期设置" = "Impostazioni periodo pre-gravidanza";
"孕期设置" = "Impostazioni periodo gravidanza";
"辣妈设置" = "Impostazioni periodo maternità";
"经期选择" = "Seleziona un periodo mestruale";
"手环通知" = "IL braccialetto di notifica";

//漏翻译
"下拉可以刷新" = "A tendina può rinfrescare";
"松开立即刷新" = "Allenta la aggiorna immediatamente";
"正在同步数据..." = "Sta la sincronizzazione dei dati...";
"同步完成" = "Sincronizzazione completa";

//动态血压校准新增
"动态校准" = "La Dinamica di taratura";
"动态校准中…" = "Nella Dinamica di taratura...";
"请保持手臂静止横放" = "VI Prego di Tenere il Braccio Fermo in orizzontale.";
"动态校准完成" = "Completamento di taratura";
"请调整姿势后重新测试" = "Per favore, prova Di Nuovo la Postura dopo adeguamento";
"动态校准失败" = "IL fallimento di taratura";
"重试" = "Prova Di Nuovo";

//信息提醒
"其他应用" = "Altri";

//新增开关翻译
"此功能需要设备与App保持连接" = "Questa funzione ha bisogno di attrezzature e App per mantenere la connessione";
"运动过量提醒" = "Esercizio promemoria eccessivo";
"语音播报" = "trasmissione vocale";
"查找手机" = "Trova telefono";
"秒表功能" = "Cronometro";

//倒计时翻译
"倒计时" = "Conto alla rovescia";
"开始倒计时" = "Ha iniziato a";
"倒计时时长" = "Conto alla rovescia Durata";
"设备正在倒计时" = "Contiamo giù";
"关闭,设备端将无法单独使用此功能" = "il dispositivo parte non sarà in grado di usare questa funzione solo";
"单次时长" = "Unico lungo";
"常用时长" = "Comune lunga";
"界面显示" = "Display Interface";
"请设置时长" = "Insieme lungo";
"倒计时备注" = "";
//公共
"时" = "H";
"分_M" = "M";
"秒" = "S";

//闹钟翻译
"周一" = "LUN";
"周二" = "MAR";
"周三" = "MER";
"周四" = "GIO";
"周五" = "VEN";
"周六" = "SAB";
"周日" = "DOM";
"不重复" = "non ripetere";
"每天" = "ogni giorno";
"重复提醒" = "Ripeto";
"单次提醒" = "Una Volta ricordato";
"没有设置闹钟" = "Non mettere la sveglia";
"添加成功" = "Aggiunto con successo";
"添加失败" = "Aggiungere riuscita";
"删除成功" = "eliminato correttamente";
"删除失败" = "Elimina fallito";
"添加闹钟" = "Aggiungi sveglia";
"编辑闹钟" = "Modifica segnalazioni";
"删除闹钟" = "Cancellare la sveglia";
"日期选择" = "Selezionare Data";
"重复" = "ripetizione";
"闹钟标签" = "allarme tag";
"提醒日期" = "data Reminder";
"已达上限" = "limite raggiunto";

//新增肤色的翻译
"肤色设置" = "Le impostazioni del colore";
"请选择一个接近自己肤色的颜色" = "Scegliere una vicino al loro colore della pelle";
"为了让手环能够更好的监测您的健康状态,请选择一个接近您肤色的颜色" = "Al fine di consentire il braccialetto per monitorare meglio il vostro stato di salute, scegliere un colore vicino alla vostra pelle";
"肤色选择" = "selezione del colore";
"肤色" = "colore della pelle";

//4.2.0之后新增
"血氧" = "Ossigeno nel sangue";
"没有血氧数据" = "Nessun dato sull'ossigeno nel sangue";
"分析数据" = "Analisi dei dati";
"分析报告" = "Analisi del Rapporto";
"呼吸暂停" = "Apnea";
"心脏负荷" = "Stress cardiaco";
"睡眠活动" = "Attivita' di sonno";
"脉率变异性" = "Variabilità della frequenza del polso";
"呼吸率" = "Tasso di respirazione";
"低氧时间" = "Tempo di ipossia";
"轻度" = "Lieve";
"异常" = "Anormale";
"安静" = "Tranquillo";
"多动" = "Iperattività";
"躁动" = "Irrequietezza";
"偏低" = "Basso";
"偏高" = "Alto";
"实时血氧" = "Ossigeno nel sangue in tempo reale";
"呼吸暂停综合征" = "Sindrome da apnea";
"呼吸暂停参考" = "Riferimento di apnea";
"呼吸暂停常识" = "Conoscenze generali di apnea";
"名称" = "Nome";
"频现时间" = "Tempo di frequenza";
"次数" = "Frequenza ";
"参考值" = "Valore di riferimento";
"最高(最低)" = "Massimo(minimo)";
"血氧浓度" = "Concentrazione di ossigeno nel sangue";
"睡眠活动幅度" = "Gamma dell'attività di sonno";
"次/分" = "Volta/minuti";
"秒/分" = "Sec/min";
"呼吸暂停常识tip" = "Russare durante il sonno notturno e russare irregolare, disturbi del ritmo respiratorio e del sonno, ripetute apnee e sveglie, o il paziente sente soffocato consapevolmente e fa pipì piu’ frequentemente di notte, con mal di testa nella mattina, la bocca secca, la ridotta capacità di rispondere e di guidicare di giorno, la difficile concentrazione, e la letargia, ecc., a lungo termine, potrebbe essere causa di una varietà di aritmie, ipertensione polmonare, malattia di cuore polmonare e ipertensione, ecc., con le prestazioni iniziali di sintomi lievi, e difficili da rilevare.\nGrado lievo: frequenza di apnea e ipoventilazione nel 7 ore di sonno di notte: 10-20, ossigeno nel sange: 85%～89%.\nGrado moderato: frequenza di apnea e ipoventilazione nel 7 ore di sonno di notte: 20-30, ossigeno nel sange: 80%～84%.\nGrado grave: frequenza di apnea e ipoventilazione nel 7 ore di sonno di notte: ＞30, ossigeno nel sange: ＜80%.\n\nse uno dei casi sopra descritti accade, si consiglia di prendere le seguenti misure:\n1. L’alimentazione dell’ossigeno, oltre al diretto assorbimento dell’ossigeno, include anche vari tipi degli esercizi aerobici, ad esempio: passeggiata, jogging, respirazione profonda, miglioramento dell'ambiente di ossigeno, ecc.;\n2. Smettere di bere alcol, di fumare, e usare prudentemente i farmaci sedativo-ipnotici e altri farmaci che possono causare o aggravare la malattia;\n3. Scegliere la posizione laterale per dormire, e sollevare la parte del letto su cui si poggia la testa;\n4. Evitare l’eccessivo affaticamento durante il giorno;\n5. Quando è necessario, consultare un medico, e migliorare i farmaci.\n\nUno stile di vita sano e una diagnosi corretta più presto è la chiave per prevenire e ridurre l'insorgenza di apnea del sonno.";
"没有数据" = "Nessun dato";
"最低" = "Minimo";
"血氧过低通知" = "Avviso: basso ossigeno nel sangue";
"血氧夜间监测" = "Monitaggio dell'ossigeno nel sangue di notte";
"憋气测试可以检测自己的肺活量，憋气过程中，测量的值越低肺活量越好" = "Il test di respiro può rilevare la propria capacità polmonare. Durante il processo del testo di respiro, più basso il valore misurato, meglio la capacità polmonare.";

"GPS运动" = "Movimento GPS";
"手环运动" = "Movimento braccialetto";
"本月GPS运动总里程" = "Chilometraggio totale del movimento GPS del mese";
"本月手环运功消耗总热量" = "Quantità   ";
"历史记录" = "Storia ";
"运动模式已经开启" = "Modalità Sport attivata";
"运动模式开启失败" = "Impossibile attivare Modalita' Sport";
"运动模式已经关闭" = "Modalità Sport disattivata";
"运动模式关闭失败" = "Impossibile disattivare Modalita' Sport";
"手环已经开启运动模式,是否退出本次运动?" = "Usicire da questo movimento?";
"数据详情" = "Informazioni dettagliati dei dati";
"详情" = "Infomrazioni dettagliati";
"有氧运动时长" = "Movimento aerobico";
"暂停时长" = "Durata pausa";
"暂停次数" = "Nr. pause";
"%@日上午" = "Mattina del giorno  %@";
"%@日下午" = "Pomeriggio del giorno %@";
"%@月" = "%@ Mese ";
"%@年%@月" = "%@anno%@Mese";
"时间(分钟)" = "Tempo (minuti)";
"运动量" = "Quantità di esercizio";
"公里" = "Km";
"千卡" = "Kcal";
"焦耳" = "J";
"公里/时" = "km/h";
"英里/时" = "mile/h";

//自己翻译的后期修改
"时间区间" = "TTempo";
"平均值" = "significare";
"累加值" = "valore accumulato";
"最大值" = "massimo";
"最小值" = "minimo";
"次" = "Frequenza";
"平均速度" = "La Velocità di";
"时长" = "Durata";
"是否确认开启手环运动模式?" = "Proposta di Modi di aprire il braccialetto?";
"分" = "minuti";
"清除数据" = "Eliminazione dei dati";
"此操作会清除手环所有数据并关机,是否继续?" = "Ciò cancellerà tutti i dati per il braccialetto e si spegnerà. Vuoi continuare?";
"屏幕样式设置" = "Stile dello schermo";
"默认风格" = "Stile predefinito";
"样式" = "Stile";
"是否保存本次运动?" = "Mantieni questo esercizio?";
"不再提醒" = "Non ricordava più";
"是否确认结束本次运动?" = "Hai confermato la fine di questa campagna?";
"蓝牙未打开" = "Bluetooth non è aperto";

"名词解释" = "Nomina interpretazione";
"典型病症" = "Tipica malattia";
"治疗方法" = "Metodo terapeutico";
"睡眠呼吸暂停综合症" = "Sindrome da apnea del sonno";
"OSAHS_解释" = "In 7 ore consecutive di sonno, più di 30 apnea o la volta di ipoventilazione più di 5 volte ogni ora, con conseguente diminuzione dell'ossigeno di sangue e causa ipossemia cronica e sindrome clinica di ipercapnia.";
"OSAHS_白天症状" = "Presentazione clinica diurna:\n1.Somnolenza.\n\n2.Vertigini e mancanza di forza. \n\n3Anormale stato di mente, mal di testa, irritabilità, agitazione, ansia, ecc.\n\n4.Disfunzione sessuale, ecc.";
"OSAHS_夜间症状" = "Manifestazione clinica notturna:\n1.Russare: russare irregolarmente, russare - flusso d'aria - smettere di ansimare - russare alternativamente.\n\n2.Apnea: termina con ansante, sveglia o forte russamento.\n\n3.Si sveglia: spesso accompagnati da girarsi, arti involontari, anche convulsioni o improvvisamente inizio, si sentono in flessibilità, la tenuta del torace o il disagio della zona precordiale.\n\n4.Iperattività: gira e gira più frequentemente alla notte.\n\n5.Sudore, nocturia.\n\n6.Disordine di comportamento del sonno: per paura, grida, raggiri, noctivagant, fonismo, ecc.\n\nInoltre, l'obesità, l'ipertrofia del turbinato, il russare e altri facilmente causati sindrome di arresto respiratorio.";
"OSAHS_主要治疗方法" = "Oltre a prendersi farmaci e chirurgia, i pazienti possono essere trattati o alleviati con seguente trattamento:\n1.controllo del peso.\n\n2.non fumo e limite sull'alcol.\n\n3. qualche esercizio.\n\n4.Sonno laterale.";
"OSAHS_其他治疗方法" = "Trattamento su chirurgia, medicazione e ventilazione:\n1.Riparazione chirurgica di aree anormali del tratto respiratorio superiore.\n\n2.medicazione.\n\n3.Inalazione di ossigeno a basso flusso alla notte.\n\n4.inalazione di anidride carbonica di 2% -3%.\n\n5.nasale continua ventilazione a pressione.\n\n6.stimolazione di diaframma esterno.\n\n7.ventilazione meccanica.";
"OSAHS_治疗建议" = "Lo stile di vita sano e la diagnosi precoce sono fondamentali per prevenire e ridurre apnea del sonno. I dati clinici medici mostrano che le malattie cardiovascolari e le altre malattie sono gradualmente migliorate con il miglioramento della sindrome dell'apnea del sonno. Più lungo è il trattamento, meglio i sintomi.";
"呼吸暂停_解释" = "Apnea significa completa cessazione del flusso d'aria nel naso e nella bocca, maggiore o uguale a 10 secondi.";
"呼吸暂停_症状" = "1. Il russare irregolare, il russare è spesso irregolare, smettere di respirare il flusso d'aria - Rossa con alternanza, tempo di interruzione generale è di 20-30 secondi di aria, l'individuo è durato più di 2 minuti, il paziente può apparire evidente cianosi (le labbra o le unghie sono viola).\n\n2.Girare frequentemente alla notte, spesso portano a una bassa qualità del sonno, causando sonnolenza diurna, vertigini e stanchezza.";
"呼吸暂停_治疗方法" = "Per russare i pazienti con apnea del sonno, possono essere trattati o alleviati seguendo il farmaco prescritto, la chirurgia e la ventilazione\n1.Controllo del peso. Obesità è dovuta all'accumulo di grasso e ad una maggiore pressione intra-addominale durante la respirazione, con conseguente diminuzione della funzionalità polmonare e ipossemia.\n\n2.Non fumo e restrizione dell'alcol. Il fumo e il bere possono causare il metabolismo anormale dei lipidi nel sangue, l'arteriosclerosi e aggravare l'ostruzione del tratto respiratorio superiore.\n\n3.Moderato esercizio. Esercizio moderato può migliorare l'approvvigionamento di sangue dei vasi cerebrali cardiali, migliorare la funzione di ventilazione, rafforzare la resistenza del corpo e ridurre l'incidenza delle malattie nasofaringeali.\n\n4.Sonno laterale. Il paziente mantiene la via aerea senza ostacoli prendendo posizione adeguata di sonno.";
"血氧浓度_解释" = "Ossigeno del sangue si riferisce alla quantità di emoglobina ossigenata ossigenata nel sangue che rappresenta la percentuale di tutta la capacità combinata di emoglobina, cioè la concentrazione di ossigeno nel sangue.";
"血氧浓度_症状" = "1. Malattie cardiovascolari e cerebrovascolari (malattia coronarica, ipertensione, iperlipidemia, ecc.).\n\n2.malattie respiratorie (asma, bronchiti, malattie cardiache polmonari, ecc.).";
"血氧浓度_治疗方法" = "1. Perché la malattia si verifica nei pazienti con ossigeno più basso del sangue, oltre a cooperare attivamente con il trattamento della malattia originale, è sempre possibile misurare l'ossigeno e l'ossigeno attrezzature di inalazione, una volta che il rilevamento di ipossiemia è troppo basso, riempimento tempestivo di ossigeno . Oltre all'iniezione diretta di ossigeno, \n\n2.Può anche eseguire una serie di esercizi aerobici come passeggiate, jogging, respirazione profonda e migliorare l'ambiente di ossigeno.";
"呼吸率_解释" = "Il termine medico per il numero di respiri al minuto. Un'onda nel petto è un respiro o un alito alla volta.";
"呼吸率_症状" = "1. Bradicardia respiratoria: ritmo respiratorio pulito ma frequenza inferiore a 10 BPM, comune alla fine della vita o all'apnea prima. Quando il nervo, la malattia metabolica o alcuni medicinali prendono eccessivi, perché frenano il centro respiratorio, possono anche produrre la respirazione troppo lenta. \n\n2.Tachicardia: mancanza di respiro, disturbi respiratori.";
"呼吸率_治疗方法" = "Per le difficoltà di respiratorie, le misure di emergenza a casa sono le seguenti\n1.Mantenere tranquilla e evitare stress emotivo per aggravare la dispnea.\n\n2.La posizione sospensiva o la posizione di seduta possono ridurre la fatica e il consumo di ossigeno.\n\n3.Mantenere aria fresca e ventilazione liscia.\n\n4.Dare una dieta leggera, e mangiare più frutti e incoraggiare i pazienti a completare il corpo d'acqua.\n\n5.Appropriato espettorante, farmaci antispasmodici, come l'aminofillina, l'aminofillina, ecc., per mantenere la traspirazione delle vie aeree.\n\n6.In una condizione critica, inoltrare al vicino ospedale in tempo.";
"低氧时间_解释" = "La durata di uno stato di insufficienza ossigeno o di ossigeno tissutale insufficiente.";
"低氧时间_症状" = "1. Vertigini e mancanza di forza. \n\n2.Si sente difficile respirare.";
"低氧时间_治疗方法" = "1. Al di fuori dell'approvvigionamento di ossigeno, oltre all'ossidazione diretta di ossigeno, ma comprende anche una varietà di esercizi aerobici, come camminare, jogging, respirazione profonda, migliorare l'ambiente di ossigeno. \n\n2. Quando necessario il trattamento medico, il miglioramento dei farmaci.";
"心脏负荷_解释" = "IL Cuore di carico Dito Indice di fluttuazione di perfusione, riflette la situazione di sangue.";
"心脏负荷_症状" = "1. Il valore di pi è più grande. \n\n2. La frequenza cardiaca e la pressione sanguigna sono più alti. \n\n3. Ha respiro corto, spesso con una sensazione di mancanza di forza.";
"心脏负荷_治疗方法" = "1. Assicurare un riposo adeguato, non superare lavoro e rimanere in ritardo.  \n\n2. Rilassare la mente e evitare stress mentali. \n\n3. Mangiare meno cibo grasso.";
"脉率变异性_解释" = "La variazione del ciclo successivo del battito cardiaco, cioè la differenza dell'intervallo RR. Può riflettere i recenti stati cardiovascolari e mentali.";
"脉率变异性_症状" = "1. La variabilità del tasso di impulso non è attiva, mantenuta a basso livello. \n\n2. Spesso ha vertigini, mal di testa, palpitazione e così via.";
"脉率变异性_治疗方法" = "1. Mantenere buone abitudini di vita e un sacco di riposo.\n\n2.Mantenere un buon atteggiamento, esercizio più aerobico, dieta meno sale, meno olio.\n\n3.Se il valore a lungo termine è basso, la portata del cambiamento non è grande, è probabile che sia un precursore di alcune malattie cardiovascolari, se si sente male, suggeriscono un trattamento medico tempestivo.";
"睡眠活动幅度_解释" = "La gamma di attività del sonno si riferisce al movimento involontario del corpo durante il sonno.";
"睡眠活动幅度_症状" = "1. Si alza alla notte, gira più frequentemente, sudorazione.";
"睡眠活动幅度_治疗方法" = "1. Prestare attenzione alla dieta, bere una buona quantità di bevande prima di coricarsi, come latte o porridge.\n\n2.Fare qualche ora di andare a letto, come i piedi caldi,  massaggio di arco ecc.\n\n3.Dormire lateralmente riduce in modo efficace il movimento del corpo.\n\n4.Migliorare l'ambiente di sonno (umidità interna, temperatura) anche avere qualche aiuto.";
"唤醒机制" = "Meccanismo di eccitazione";
"唤醒机制_原理" = "Se controlli il tuo valore di ossigeno del sangue notturno per continuare ad essere troppo basso e potrebbe influenzare la salute, il dispositivo effettuerà una notifica di allarme.";
"分析结果" = "Risultato dell'analisi";
"主要指标" = "Indicatori chiave";
"干预手段" = "Misure di intervento";
"仅供参考" = "Solo per riferimento";
"更多" = "Di più";
"收起" = "Ferma";
"低氧唤醒" = "Arousal dell'iposia";
"睡眠呼吸暂停综合症常识" = "Senso comune su Sindrome di apnea del sonno ";
"OSAHS_Q1" = "Domanda 1: che cosa è la sindrome dell'apnea del sonno?";
"OSAHS_Q2" = "Domanda 2: sindrome dell'apnea del sonno ha grave danno?";
"OSAHS_Q3" = "Domanda 3: come è causata questa malattia?";
"OSAHS_Q4" = "Domanda 4: come si può sapere se sta dormendo la sindrome dell'apnea?";
"OSAHS_Q5" = "Domanda 5: come trattare la sindrome dell'apnea del sonno?";
"OSAHS_Q6" = "Domanda 6: qual è l'uso del monitoraggio dell'ossigeno del sangue per la sindrome dell'apnea del sonno?";
"OSAHS_ASK1" = "Risposta: 7 ore di apnea continua del sonno avvenute più di 30 volte (non respirando, per 10 o 10 secondi di più), o l'indice ipopnea medio di un'ora (flusso di gas respiratorio per ridurre o interrompere completamente) più di 5 volte soffre di sindrome da apnea del sonno.";
"OSAHS_ASK2" = "Risposta: sindrome dell'apnea del sonno è una malattia cronica, la malattia è difficile da individuare malattie precoci non è influenzata dall'attenzione, una volta che la respirazione corporea, la luce è causata dal russamento, mentre nel polmone dell'ipossia l'ossigeno si è ridotto, causando corpo per riposo e ripristino, stato mentale e cattiva salute, qualità della vita è stata significativamente diminuita. \n È più grave apnea si verifica, la mancanza di stimoli esterni, è molto difficile per i pazienti svegliare, fino a quando l'organo corpo ipossia o addirittura danneggiati, si è svegliato improvvisamente, e spesso non lo prendono sul serio, così lungo, continuo cumulativo danni, causando una serie di malattie cardiovascolari e malattie mentali, e persino la morte.";
"OSAHS_ASK3" = "Risposta: la maggior parte di esse è causata dall'ostruzione superiore della via aerea. Essi includono l'ipertrofia del turbinato, l'ipertrofia delle tonsille, la mascella inferiore, la circonferenza del collo e l'obesità complessiva. \nQuindi la sindrome dell'apnea del sonno è più ostruttiva, in parte dovuta al nervo centrale respiratorio, alla disfunzione respiratoria causata dalla regolazione, nota come centrale o entrambi ibridi.";
"OSAHS_ASK4" = "Risposta: se i sintomi ei segni clinici tipici possono essere un semplice giudizio, ma a causa delle caratteristiche della malattia cronica, la mancanza di apparecchiature di monitoraggio, i pazienti nel sonno sono difficili da percepire i loro sintomi notturni, solo la descrizione della famiglia e la percezione di sé, facile da giudire errato, mancanza di base scientifica.\nDopo che la malattia era grave, il paziente si rese conto che sarebbe andato in ospedale per confermare la diagnosi.\nIl metodo standard è la polisonnografia (PSG), attraverso il monitoraggio dell'ossigeno di sangue come nucleo, con ECG, EEG, EMG, elettricità degli occhi e altri parametri fisiologici, può comprendere con precisione il tipo e il grado di malattia. A questo punto, la malattia è spesso entrata in una fase più grave, la difficoltà e il costo del trattamento e il disagio del paziente sono notevolmente aumentate, quindi prima è meglio la diagnosi.";
"OSAHS_ASK5" = "Risposta:Al momento, ci sono pochi studi sulla sindrome da apnea del sonno, Oltre al trattamento attivo della disfunzione respiratoria causata da malattia (malattia primaria), non c'è ancora un trattamento più efficace, ma la sindrome da apnea del sonno centrale spesso non esiste da solo, quindi è anche efficace il trattamento della sindrome dell'apnea del sonno ostruttiva. Il trattamento della sindrome dell'apnea del sonno obstrettivo richiede solitamente opzioni di trattamento basate sulla gravità della malattia.\nNon importa quale metodo è adottato, ci sono due modi per trattare l'apnea, uno è attraverso il meccanismo di rilevazione e l'altro viene interrotto da stimolazione esterna quando apnea, per esempio, una apnea o un'ipossia grave è accompagnata da un improvviso risveglio o risveglio, riducendo la durata dell'apnea e riducendo o evitando danni agli organi del corpo; non c'è bisogna del meccanismo di rilevazione, lo stato di trattamento è stato mantenuto e si è evitato il verificarsi di apnea.";
"OSAHS_ASK6" = "Risposta: per i pazienti con sindrome da apnea del sonno, il monitoraggio dell'ossigeno di sangue ha i seguenti vantaggi：\n1. Quando il russare diventa apnea, il rischio di malattia è indicato in anticipo.\n\n2.Nella fase iniziale della malattia, come un base della diagnosi, il trattamento medico precoce, ridurre la difficoltà del trattamento, ridurre i costi di trattamento e aumentare il tasso di cura.\n\n3.Nella fase di trattamento, monitoraggio della malattia notturna tempestivo, feedback di effetto trattamento.\n\n4.Può essere utilizzato come un base importante di rilevazione dell'apnea e svegliarsi per monitorare la malattia.";

"主界面风格设置" = "Impostazioni stile di interfaccia principale";
"风格一" = "Stile uno";
"风格二" = "Stile due";
"风格三" = "Stile tre";
"风格" = "Stile";
"GPS定位权限未打开,是否前往设置?" = "Autorizzazione di localizzazione GPS non è aperta. Vuoi andare a impostarlo?";
"是否开启手环女性通知?" = "Se aprire il braccialetto di Informare Le donne?";
"轻度" = "Lieve";
"中度" = "Moderata";
"重度" = "Grave";
"女性" = "Le donne";

"转腕灵敏度" = "La sensibilità";
"推荐" = "Raccomandazione";

//HRV增加翻译
"HRV夜间监测" = "HRV monitoraggio notturno ";
"没有HRV数据" = "Non dati di HRV";
"HRV健康指数" = "HRV indice di salute";
"心脏健康指数" = "Cuore indice di salute";
"HRV数据" = "Dati di HRV";
"洛伦兹散点图" = "Trama di Lorenz";
"洛伦兹散点图参考" = "Riferimento alla trama di Lorenz";
"彗星形" = "Forma di Cometa";
"鱼雷形" = "Forma di torpedone";
"梭形" = "Mandrino";
"短棒形" = "Forma ad asta corta";
"扇形" = "Forma di settore";
"复杂形" = "Forma complessa";
"三分布形" = "Tre forma di distribuzione";
"四分布形" = "Quattro forma di distribuzione";
"叉形" = "forma di forcazione";
"长棒型" = "forma di asta lunga";
"榴弹形" = "forma di granata";
"火箭形" = "forma di razzo";
"米粒形" = "forma di grano";
"彗星形_说明" = "Forma adulta normale è lungo l'angolo di 45 gradi dalla testa stretta simmetrica diffusione e gradualmente allargata, è una forma di cometa, alcune persone appariranno testa stretta, mostrando un punto di spaziatura più ampia area sparsa o coda densa, mostrando snello angolo acuto, appartiene al fenomeno normale.";
"火箭形_说明" = "L'intero corpo è grande, la testa è piccola, la coda è grande, la testa è densa e affilata, lungo l'angolo di 45 gradi, dalla testa verso l'esterno si allarga e si allarga, alla spaziatura del punto di coda sempre più grande, comune nella folla di russare o folla sindrome apnea, con l'aggravamento della malattia, la spaziatura è più grande.";
"梭形_说明" = "Entrambi i lati sono molto piccoli, il centro è molto ampio, come lo shuttle, è comune per i pazienti con ischemia miocardica lieve, persona normale anche ha piccola probabilità.";
"长棒型_说明" = "L'intero corpo è snello, la testa è leggermente magra e la parte centrale è uguale alla coda, che è più comune nei pazienti con malattia coronarica.";
"榴弹形_说明" = "Come la granata, la sezione della testa e della coda è più larga, la parte centrale è più sottile, e la larghezza della coda è più ampia della larghezza della testa, che è più comune nei pazienti con fibrillazione atriale e palpitazioni";
"叉形_说明" = "L'area densa principale è come una versione ridotta di forma di cometa, con una testa affilata e una forcella biforcata alla fine, sono comuni i pazienti con insufficienza cardiaca congestizia.";
"短棒形_说明" = "Come una cometa, la testa è piccola, la coda è grande, e l'area è piccola. È comune nelle persone con troppo carico cardiaco. Può evolvere in insufficienza cardiaca in casi gravi. Le persone normali appaiono anche quando bevono o si affaticano.";
"米粒形_说明" = "L'anormalità generale è breve, la testa e la coda sono fondamentalmente uguali, simili al chicco di riso, solitamente arrhythmia, la maggior parte di loro sono tachicardia ventricolare parossistica.";
"鱼雷形_说明" = "Piccola morfologia, grande testa, asta lunga senza aumentare la larghezza alla fine. Comune nella tachicardia sinusale, di solito causata dall'eccitazione emotiva, bere forte tè, caffè e altri fattori fisiologici, ma anche a causa di raffreddori, febbre, anemia, ipertiroidismo e altre malattie. Anche le persone normali hanno una piccola probabilità di questo sintomo.";

"天气设置" = "Impostazione del tempo";
"温度单位" = "Unità di temperatura";
"摄氏度" = "centigrado";
"华氏度" = "Fahrenheit";
"天气推送" = "Spinta del tempo";
"开" = "aperto";
"关" = "chiudere";
"来电自动接听" = "Chiama automaticamente la risposta";
"环境检测校准中，请保持正确姿势" = "In Ambiente individuazione di taratura, VI Prego di mantenere la corretta Postura";
"校准完成，正在测试血氧浓度" = "Completamento di taratura, sta testando la concentrazione di ossigeno nel sangue";
"校准进度" = "La taratura dei Progressi";

"设备正在初始化，请保持正确姿势" = "Inizializzazione dispositivo sta, VI Prego di mantenere la corretta Postura";
"初始化完成，正在测试血氧浓度" = "Inizializzazione completa, sta testando la concentrazione di ossigeno nel sangue";
"初始化中" = "l 'inizializzazione";

"ai_hrv_repo_0" = "Rapporto di Analisi su Attrattore di Lorenz";
"ai_hrv_repo_1_00" = "I dati di HRV sono insufficienti, e non possono essere analizzati, si prega di insistere a indossarlo o indossarlo correttamente, più lungo tempo di indossarlo, più i risultati sono affidabili.";
"ai_hrv_repo_2_11" = "Durante la misurazione, le variazioni massime della frequenza cardiaca dell'intervallo normale e l'intervallo di variazione della frequenza cardiaca è normale.";
"ai_hrv_repo_2_12" = "Durante la misurazione, le variazioni massime della frequenza cardiaca dell'intervallo normale, il cambiamento della frequenza cardiaca è bassa, la qualità fisica generale è buona, le abitudini di sonno della popolazione sono buone, i cambiamenti nella portata della frequenza cardiaca notturna saranno bassi , ma una minore probabilità di bradicardia, se non c'è disagio fisico, non è necessario un trattamento speciale, osservazione principalmente.";
"ai_hrv_repo_2_13" = "Durante la misurazione, le variazioni massime della frequenza cardiaca dell'intervallo normale, il cambiamento della frequenza cardiaca è elevato, l rischio di tachicardia alta è solitamente causato da bere, lavoro pesante ed eccitazione emotiva, se non c'è disagio fisico, non è necessario un trattamento speciale, osservazione principalmente.";
"ai_hrv_repo_2_21" = "Durante la misurazione, le variazioni massime della frequenza cardiaca dell'intervallo stretto,  l'intervallo di variazione della frequenza cardiaca è normale, frequenza cardiaca anormale causata da eccessivo affaticamento o consumo di alcol e dalla combinazione di lavoro e riposo per migliorare la qualità del sonno, se non c'è disagio fisico, non è necessario un trattamento speciale, osservazione principalmente.";
"ai_hrv_repo_2_22" = "Durante la misurazione, le variazioni massime della frequenza cardiaca dell'intervallo stretto, il cambiamento della frequenza cardiaca è bassa, è causato da ansia mentale e insonnia, se non c'è disagio fisico, non è necessario un trattamento speciale, osservazione principalmente, c'è meno anemia di rischio e dispnea, è megio usare elevato sonno posizione del cuscino, non fumare e non bere, mantenere uno stato mentale equilibrato, per garantire un sonno adeguato.";
"ai_hrv_repo_2_23" = "Durante la misurazione, le variazioni massime della frequenza cardiaca dell'intervallo stretto, il cambiamento della frequenza cardiaca è elevato, se questo sintomo si manifesta a breve termine, fare attenzione alla combinazione di lavoro e riposo, evitare di sveglio troppo tardi e garantire il sonno. Se questo sintomo si manifesta a lungo, con dolore toracico, palpitazioni e mancanza di respiro, la maggior parte di essi è ischemia miocardica e si raccomanda l'esame fisico pertinente.";
"ai_hrv_repo_2_31" = "Durante la misurazione, le variazioni massime della frequenza cardiaca dell'intervallo largo, l'intervallo di variazione della frequenza cardiaca è normale, causato da letto tardi e insonnia, sviluppare buone abitudini del sonno, fare un po' di massaggio, pediluvio e altre attività per aiutare a dormire.";
"ai_hrv_repo_2_32" = "Durante la misurazione, le variazioni massime della frequenza cardiaca dell'intervallo largo, il cambiamento della frequenza cardiaca è bassa, di solito a causa di bradicardia, vertigini, stanchezza, palpitazioni, oculari, oppressione toracica, mancanza di respiro, persone serie possono produrre sincope, suggerire di andare in ospedale in tempo.";
"ai_hrv_repo_2_34" = "La frequenza cardiaca è anormalmente bassa, di solito è causato da i ndossare anormale, si raccomanda di leggere il manuale e indossare correttamente l'anello manuale.";
"ai_hrv_repo_2_33" = "Durante la misurazione, le variazioni massime della frequenza cardiaca dell'intervallo largo, il cambiamento della frequenza cardiaca è elevato, di solito a causa della mancanza di sonno e letto tardi, prestare attenzione per garantire il sonno, non fare attività stressanti ed eccitate prima di andare a letto, c'è un alto rischio di aritmia, si consiglia di sviluppare buone abitudini di sonno, smettere di fumare o bere, se non ci sono miglioramenti, trattamento medico precoce.";
"ai_hrv_repo_2_35" = "La frequenza cardiaca è anormalmente alta, di solito è causato da i ndossare anormale, si raccomanda di leggere il manuale e indossare correttamente l'anello manuale. ";
"ai_hrv_repo_3_21" = "La massima mutazione della frequenza cardiaca si verifica quando la frequenza cardiaca è elevata, mutazione normale, c'è un minor rischio di palpitazioni, oppressione toracica e dispnea, generalmente causata dall'ostruzione delle vie respiratorie e dal russamento, se si sente male, va in ospedale in tempo.";
"ai_hrv_repo_3_11" = "La frequenza massima della mutazione della frequenza cardiaca si verifica nell'intervallo normale, mutazione normale.";
"ai_hrv_repo_3_31" = "La massima mutazione della frequenza cardiaca si verifica quando la frequenza cardiaca è elevata, mutazione normale, c'è un alto rischio di palpitazioni, oppressione toracica e dispnea, generalmente causate da influenza e febbre, se si sente male, va in ospedale in tempo.";
"ai_hrv_repo_3_22" = "La massima mutazione della frequenza cardiaca si verifica quando la frequenza cardiaca è elevata, basso mutazione, di solito, l'aria è secca e afosa nella stanza, si raccomanda di aprire la finestra e di tenerla al caldo, in modo da prevenire il freddo.";
"ai_hrv_repo_3_12" = "La frequenza massima della mutazione della frequenza cardiaca si verifica nell'intervallo normale, basso mutazione, spesso è causato da stanchezza fisica e mentale, se nessun disagio, non è neccessario trattamento speciale, osservazione principalmente, prestare attenzione al riposo.";
"ai_hrv_repo_3_32" = "La massima mutazione della frequenza cardiaca si verifica quando la frequenza cardiaca è elevata, basso mutazione, c'è un leggero rischio di palpitazioni, oppressione toracica e dispnea, generalmente causate da influenza, febbre o eccitazione emotiva, e una minore probabilità di anemia, se si sente male, va in ospedale in tempo.";
"ai_hrv_repo_3_23" = "La massima mutazione della frequenza cardiaca si verifica quando la frequenza cardiaca è elevata, alto mutazione, c'è un alto rischio di palpitazioni, oppressione toracica e pulsazioni precoci, di solito causate da eccessiva tensione ed eccitazione emotiva, se si sente a disagio molte volte, per favore va in ospedale in tempo.";
"ai_hrv_repo_3_13" = "La frequenza massima della mutazione della frequenza cardiaca si verifica nell'intervallo normale, alto mutazione, c'è un alto rischio di battito prematuro, se nessun disagio, non è neccessario trattamento speciale, osservazione principalmente, si raccomanda di rilassare e alleviare la tensione.";
"ai_hrv_repo_3_14" = "La frequenza massima della mutazione della frequenza cardiaca si verifica nell'intervallo normale, alto grado anormale di mutazione, di solito è causato da i ndossare anormale, si raccomanda di leggere il manuale e indossare correttamente l'anello manuale.";
"ai_hrv_repo_3_33" = "La massima mutazione della frequenza cardiaca si verifica quando la frequenza cardiaca è elevata, alto mutazione, c'è un alto rischio di palpitazioni, oppressione toracica e dispnea, solitamente causate da pressione alta, se ci sono molti sintomi e insonnia, se si sente male, va in ospedale in tempo.";
"ai_hrv_repo_3_34" = "La massima mutazione della frequenza cardiaca si verifica quando la frequenza cardiaca è elevata anormale, alto mutazione,  di solito è causato da i ndossare anormale, si raccomanda di leggere il manuale e indossare correttamente l'anello manuale.";
"ai_hrv_repo_4_11" = "Ci sono lievi battiti prematuri, di solito causati da eccitazione emotiva, fumo eccessivo, bere e così via， si raccomanda di regolare la mente, ridurre o evitare di fumare e bere.";
"ai_hrv_repo_4_12" = "La capacità di stress del cuore è compromessa, e i nervi sono moderatamente eccitati, di solito, è causato da eccitazione emotiva ed eccitazione, è facile causare affaticamento e affaticamento durante il giorno, si suggerisce che dovremmo esercitare correttamente prima di andare a letto, liberare la nostra energia e ripristinare il nostro umore.";
"ai_hrv_repo_4_13" = "La capacità di stress di cuore debole, nervoso eccitamento, evitare eccitazione eccessiva, nervoso prima di andare a letto, dormire attraverso alcune attività per alleviare l'umore di recente, dovrebbe evitare di bere caffè, tè o bevande, ecc.";
"ai_hrv_repo_4_14" = "La capacità di stress cardiaco è forte, se nessun disagio, non è neccessario trattamento speciale, osservazione principalmente, se spesso si sente stanco e affaticato, può essere adeguatamente rafforzato l'esercizio.";
"ai_hrv_repo_4_15" = "Lo stress cardiaco è buono e lo stato mentale è buono.";
"ai_hrv_repo_4_16" = "Lo stress cardiaco è buono, lieve eccitazione nervosa, se nessun disagio, prestare attenzione al lavoro e rilassarsi prima di andare a dormire.";
"ai_hrv_repo_4_17" = "Il cuore è forte nello stress, basso nell'attività dei nervi, di solito eccessivo affaticamento, se non c'è disagio, fa un riposo, evita il lavoro a lungo termine e stare alzati fino a tardi.";
"ai_hrv_repo_4_18" = "Lo stress cardiaco è buono, la neuroattività è bassa, di solito l'affaticamento lieve, se non c'è disagio, presta attenzione al riposo.";
"ai_hrv_repo_4_19" = "La capacità dello stress cardiaco è leggermente indebolita e l'attività del nervo è bassa, di solito è affaticamento moderato, ai tempi ordinari, si dovrebbe prestare attenzione alla combinazione di lavoro e riposo.";
"ai_hrv_repo_4_21" = "C'è un leggero rischio di contrazione prematura, che può verificarsi nelle persone normali (emotivo, nervoso, affaticamento, dispepsia, fumo eccessivo, bere o bere tè forte), se non c'è disagio, si raccomanda l'osservazione a lungo termine.";
"ai_hrv_repo_4_22" = "Ci sono più ovvi battiti prematuri, che possono verificarsi nelle persone normali(emotivo, nervoso, affaticamento, dispepsia, fumo eccessivo, bere o bere tè forte), ma i pazienti con cardiopatia organica hanno maggiori probabilità di manifestarsi e si raccomanda l'esame fisico pertinente.";
"ai_hrv_repo_4_23" = "C'è un alto rischio di battito prematuro, che può verificarsi in persone normali(emotivo, nervoso, affaticamento, dispepsia, fumo eccessivo, bere o bere tè forte), si raccomanda l'osservazione a lungo termine, se la probabilità è alta, l'esame fisico pertinente dovrebbe essere eseguito il prima possibile.";
"ai_hrv_repo_4_30" = "In assenza di analisi di questo fenomeno, il grafico a Attrattore di Lorenz ha una piccola probabilità di una figura più complicata, e si suggerisce di indossare l'osservazione per un lungo periodo.";
"ai_hrv_repo_5_11" = "Di notte, il ritmo del cuore è stabile, e il cuore era in buone condizioni.";
"ai_hrv_repo_5_12" = "Di notte, il ritmo del cuore è stabile, il cuore non è buono, c'è un rischio più basso di tachicardia, e si presta attenzione alla non sovrastanchezza in tempi normali.";
"ai_hrv_repo_5_13" = "Di notte, il ritmo del cuore è stabile, il cuore è leggermente stanco, evita di stare sveglio fino a tardi, assicurati di dormire, in modo da non aumentare il peso del cuore.";
"ai_hrv_repo_5_14" = "Di notte, il ritmo del cuore è stabile, il peso del cuore è grande, si raccomanda di mangiare cibi meno grassi ed mantenere l'esercizio.";
"ai_hrv_repo_5_21" = "Di notte, l'aritmia, il carico cardiaco è grande, dovrebbe evitare la dieta e l'ingorgo, mangiare più frutta fresca, verdura, evitare il freddo, prevenire il freddo.";
"ai_hrv_repo_5_22" = "Di notte, il ritmo notturno è stabile, il cuore è stanco, e ha un rischio maggiore di ischemia miocardica, si suggerisce che basso contenuto di sale, basso contenuto di grassi e dieta leggera, umore stabile, evitare eccessiva felicità e tristezza, se ha oppressione toracica, palpitazioni e così via. È necessario un esame fisico regolare.";
"ai_hrv_repo_5_23" = "Di notte, il ritmo notturno è stabile, il carico cardiaco è elevato, c'è un alto rischio di tachicardia, di solito si presta attenzione alla non sovraffaticamento, si smette di fumare meno alcol, si evita un eccessivo lavoro fisico o una forza improvvisa.";
"ai_hrv_repo_5_24" = "Di notte, l'aritmia, il carico cardiaco è stanco, c'è un basso rischio di ischemia miocardica. Se non c'è disagio, è richiesto un esame fisico regolare. Se si sente spesso la stanchezza, il disagio mentale è accompagnato da oppressione toracica e mancanza di respiro, si consiglia di andare in ospedale in tempo.";
"ai_hrv_repo_5_25" = "Di notte, il ritmo notturno è stabile, il carico cardiaco è elevato, il rischio di iperlipidemia e ipertensione è aumentato. Suggeriamo una dieta leggera, evitare un consumo eccessivo di alcol, un normale esame di salute e le persone obese dovrebbero perdere peso in modo appropriato.";
"ai_hrv_repo_5_26" = "Di notte, l'aritmia, il carico cardiaco è stanco, c'è il rischio di difficoltà respiratorie e mancanza di afflusso di sangue. Si raccomanda di dormire lateralmente, aumentare adeguatamente l'umidità dell'aria della stanza, rafforzare l'esercizio fisico, evitare l'esaurimento emotivo e l'esaurimento, regolare esame fisico e monitorare la pressione sanguigna.";
"ai_hrv_repo_5_31" = "Di notte, l'aritmia, il carico cardiaco è elevato, un fenomeno di tachicardia sinusale, di solito bere caffè, tè, o rendere le persone nervose prima di dormire, può anche avere la febbre, causata da anemia, ipertiroidismo e altre malattie, dovrebbe sviluppare un buon stile di vita, se non si sente male, tempestivo trattamento medico, esame di salute regolare.";
"ai_hrv_repo_5_32" = "Di notte, l'aritmia, il carico cardiaco è stanco, un fenomeno di bradicardia sinusale, solitamente causato da anemia, miocardite o infarto del miocardio, può anche essere un sito notturno di misurazione della bassa temperatura per mantenere un'osservazione a lungo termine, se ripetuto, e la svogliatezza del giorno, mancanza di vertigini, esame raccomandato, diagnosi precoce.";
"ai_hrv_repo_5_33" = "Di notte, l'aritmia, il carico cardiaco, lo stress mentale, il fumo, il bere, il forte tè o caffè, l'eccessivo affaticamento e l'insonnia grave sono spesso i fattori che inducono l'aritmia. Si suggerisce di sviluppare una buona vita, una combinazione di lavoro e riposo, esame fisico regolare.";
"ai_hrv_repo_5_40" = "In assenza di analisi di questo fenomeno, il grafico a Attrattore di Lorenz ha una piccola probabilità di una figura più complicata, e si suggerisce di indossare l'osservazione per un lungo periodo.";
"ai_hrv_repo_2" = "Cambiamento della frequenza cardiaca";
"ai_hrv_repo_3" = "Mutazione della frequenza cardiaca";
"ai_hrv_repo_4" = "Stato nervoso";
"ai_hrv_repo_5" = "Cambia di ritmo cardiaco";

"ai_disconnect_remind" = "Disconnetti promemoria";

"ai_switch_call_auto_answer" = "Modalità di ascoltare senza un pulsante";
"ai_switch_call_auto_answer_tip" = "Quando il dispositivo è in modalità cuffie, può rispondere automaticamente alle chiamate.";
"ai_privacy" = "Politica sulla riservatezza";
"ai_privacy_prompt_content" = "Si prega di confermare se ha letto attentamente politica sulla riservatezza e approvato questa politica sulla riservatezza.";
"ai_privacy_title_1" = "Raccolta di Informazioni";
"ai_privacy_title_1_content" = "Raccogliamo i dati in base alle Sue interazioni con noi e alle scelte che fa, comprese le impostazioni sulla Sua privata e i prodotti e le funzioni che utilizza. I dati che raccogliamo possono includere la versione del codice SDK/API/JS, il browser, il fornitore di servizi Internet, indirizzo IP, piattaforma, timestamp, identificativo dell'applicazione, versione dell'applicazione, canale di distribuzione dell'applicazione, identificativo dispositivo indipendente, IOS ad identifier（IDFA), identificatore dell'inserzionista Android, indirizzo MAC, riconoscimento dell'identità mobile internazionale (IMEI), tipo di dispositivo, produttore del terminale, versione del sistema operativo del dispositivo terminale, orario di inizio/ferma il tempo, posizione della lingua, fuso orario e stato della rete (WiFi, ecc.), disco rigido, CPU e utilizzo della batteria, ecc.";
"ai_privacy_title_2" = "Uso di Dati Personali";
"ai_privacy_title_2_content" = "Quando utilizzi il Suo conto per accedere all'App, raccogliamo le informazioni di base che inserisca e dati sanitari raccolti da chi indossa intelligente, archiviamo e analizziamo i Suoi dati in modo da fornirLa una migliore presentazione dei dati e indicazioni sulla salute.\n\nSe non desidera che i Suoi dati personali vengano raccolti, può accedere senza conto.";
"ai_privacy_title_3" = "Trasmissione Transfrontaliera di Dati Personali";
"ai_privacy_title_3_content" = "La nostra attività potrebbe richiedere a noi di trasferire i Suoi dati personali al di fuori paesi della Zona Economica Europea, che potrebbero includere la Cina. \n\nAdotteremo le misure appropriate per garantire che i destinatari dei dati personali eseguano l'obbligo di riservatezza.\n\nSe non desidera che i Suoi dati personali vengano raccolti, può accedere senza conto.";
"ai_privacy_title_4" = "I Suoi Diritti";
"ai_privacy_title_4_content" = "Quando si utilizzando la nostra app, raccoglieremo informazioni, come descritto sopra, per ottimizzare e gestire al meglio il software in modo da fornire i migliori servizi.\n\nPer la Sua raccolta dei dati personali, ha il diritto di selezionare accedere con un conto o accedere senza conto. Raccoglieremo i Suoi dati personali utilizzando conto, e non raccoglieremo i Suoi dati personali senza conto.\n\nSe ritiene che il trattamento dei Suoi dati personali e delle informazioni siano contrario alla legge applicabile, può presentare un reclamo ai regolatori.";
"head_title_change_theme" = "Cambia Tema";
"ai_ssbr_title" = "OSAHS ricordando";
"ai_ssbr_minspo2h" = "soglia di ossigeno nel sangue";
"ai_ssbr_time" = "tempo di ricordare";
"ai_ssbr_remind_tip" = "Attiva o disattiva la funzione di OSAHS ricordando.";
"ai_ssbr_minspo2h_tip" = "Quando si verifica l'attacco OSAHS, è rilevato che utente è inferiore al valore di ossigeno predeterminato. (range di valori normali di ossigeno arterioso compreso tra 95 e 99%)";
"ai_ssbr_time_tip" = "Quando si verifica attacco OSAHS una volta, il promemoria delle vibrazioni di dispositivo impiega più tempo del tempo preimpostato o utente lo ha colpito,  il dispositivo smette di scuotere.";
"ai_screenlight_time" = "tempo di schermo brillante";
"ai_screenlight_open" = "Attiva";
"ai_screenlight_close" = "Disattiva";

//精准睡眠开始新增
"ai_accurate_firsttodeep" = "Falling sleep efficiency";
"ai_accurate_getuptodeep" = "Sleep efficiency";
"ai_minute" = "Mintue";
"ai_msec" = "Millisecond";
"ai_awake_time" = "Waking up";
"ai_insomnia_time" = "Insomnia";
"ai_eyemovement_time" = "Rapid eye movement";
"ai_explain_statement" = "Explaination";
"ai_reference_range" = "Reference range";
"ai_sleep_optimization_direction" = "Sleep optimization direction";
"ai_sleep_no_analysis" = "No Analysis of Sleep Quality";
"ai_sleep_duration_explain" = "When sleep is insufficient, it is easy to be tired, lethargic and distracted, however, long-time lazy bed is not good to get high-quality sleep. Sleep time is not the single criterion of sleep quality. It varies from person to person, and it should be based on whether the mental state after waking up is good or not.";
"ai_nap_duration_explain" = "Proper sporadic sleep can quickly and effectively alleviate fatigue. However,too short sleep has no effect on relieving fatigue; too long sleep is easy to cause dizziness, to be lack of concentration, and even to result in insomnia.";
"ai_awake_duration_explain" = "Too much or too long awakening during sleep will lead to poor sleep quality. Frequent sleep interruption is a common symptom of insomnia.";
"ai_insomnia_duration_explain" = "Insomnia refers to a subjective experience that patients are not satisfied with sleep time and quality and affect daytime social function. The common symptoms are difficulty in falling asleep, declining in sleep quality and sleep time, declining in memory and attention, etc.";
"ai_eyemovement_duration_explain" = "During Rapid eye movement(REM), people's eyeballs move rapidly under the eyelids during sleep. Most people in this stage are dreaming. Too short REM period the people will be fatigued and irritable, but the body will automatically prolong several sleep REM periods to alleviate. Too long REM period is manifested as multiple dreams.";
"ai_lightsleep_duration_explain" = "Light sleep is a non-REM sleep compared with deep sleep, which is between deep sleep and awakening. Over-high proportion of light sleep will lead to a decline in sleep quality.";
"ai_deepsleep_duration_explain" = "Deep sleep is the key stage to relieve fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep.";
"ai_firsttodeep_explain" = "Falling sleep efficiency refers to the latency period of sleep, that is, the time between the preparation to falling asleep and sleep. Too long time to fall asleep is not good for deep sleep.";
"ai_getuptodeep_explain" = "Sleep efficiency refers to the time between sleep interruption  and going back to sleep. Too long time reduces the length of deep sleep, resulting in a decline in sleep quality.";
"ai_deepsleep_low_comment" = "The proportion of deep sleep is low. Deep sleep is the key stage to alleviate fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep. It is suggested that you should develop good sleep habits,and should avoid intense mental activities or do emotional things before sleep. You can try to breathe deeply before sleep or to exercise to relax yourself. It is not appropriate to eat before sleep. If inevitable, a small amount of light food is recommended.";
"ai_sleep_difficult_comment" = "It is difficult to fall asleep. Namely, the sleep latency is longer. It is suggested that you should not drink coffee and strong tea in the afternoon. It can be relieved by listening to soothing music, soaking feet in hot water and massage to relax the body.";
"ai_awake_more_comment" = "It is too much awakening,which includes short-term micro-awakening and long-term awakening, i.e. difficulty in keeping sleep. Frequent awakening will lead to a significant decline in the proportion of deep sleep. It is suggested that we should not drink too much water before going to bed. We should pay attention to the cultivation of regular life and rest, maintain a comfortable bedroom environment, appropriate temperature and moderate exercise to help maintain sleep.";
"ai_getuptosleep_difficult_comment" = "It is difficult to fall asleep again after awakening. That is, sleep efficiency is low. Different from the sleep latency, the causes are usually more complex. It is suggested to avoid the vicious circle caused by mental stress, not to oversize the consequences of inadequate sleep, not to be excessively anxious. You are wise to be relaxed after waking up. You can also try to improve the sleep environment, such as keeping ventilation, changing bedding in time, and sticking to regular life and rest.";
"ai_sleep_late_comment" = "Sleep time is late. It is suggested that you should not only ensure to have adequate sleep time, but also pay attention to maintain regular sleep time. The period between 10:00 PM  to 6:00 AM is the golden sleep time. Reasonable arrangement of sleep time can maintain long-term abundant energy.";
"ai_sleep_duration_short_comment" = "Sleep time is too short. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. When sleep is insufficient, it is easy to be tired, lethargic and distracted. It should be noted that sleep compensation can alleviate fatigue. However, it is impossible to compensate for the damage to the body caused by persistent sleep insufficiency. A long time can easily lead to sleep disorders.";
"ai_sleep_duration_long_comment" = "Sleep time is too long. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. It should be noted that prolonged sleep does not necessarily make up for the lack of sleep, but rather, prolonged laziness is not conducive to high-quality sleep.";
"ai_sleep_keep_comment" = "You have long-term high-quality sleep, which is good for physical and mental health. Please continue to maintain or improve your status.";
"ai_sleep_poor_title" = "Your sleep quality is very poor.";
"ai_sleep_bad_title" = "Your sleep quality is poor.";
"ai_sleep_generally_title" = "Your sleep quality is not so good.";
"ai_sleep_good_title" = "Your sleep quality is very good.";
"ai_sleep_perfect_title" = "Your sleep quality is perfect";
"ai_insomnia_severe_title" = "You have serious insomnia symptoms.";
"ai_insomnia_obvious_title" = "You have obvious insomnia symptoms.";
"ai_insomnia_light_title" = "You have slight insomnia symptoms.";
"ai_ecg_history_set" = "records";
"ai_ecg_test" = "ECG test";
"ai_replay_end" = "Playback end";
"ai_ready_test_tip" = "Keep the right posture and prepare for the test!";
"ai_testing" = "Testing";
"ai_test_failure" = "Test failed.";
"ai_device_busy" = "The device is busy.";
"ai_test_timeout" = "Testing timeout";
"ai_lead_failed" = "Falling off of leads，please maintain correct wearing posture";
"ai_test_not_complete" = "The test is not finished.";
"ai_save_data" = "Save data";
"ai_save_or_not" = "Save data ?";
"ai_save_success" = "Save successfully";
"ai_please_stop_replay" = "Please stop playback first.";
"ai_delete_data" = "Delete";
"ai_delete_success" = "Delete successfully";
"ai_view_detail" = "View details";
"ai_test_complete_save" = "Testing is finished and the data has been saved.";
"ai_test_complete_not_save" = "Testing is finished but the data has not been saved.";
"ai_ecg_detail_title" = "ECG details";
"ai_pause_replay" = "Pause playback";
"ai_stop_replay" = "Playback end";
"ai_replay_complete" = "Playback finished";
"ai_heart_detail_title" = "Heart rate details";
"ai_qt_detail_title" = "QT details";
"ai_hrv_detail_title" = "HRV details";
"ai_routine_inspection" = "Routine testing";
"ai_disease_diagnosis" = "Disease diagnosis";
"ai_disease_description" = "Disease description";
"ai_ecg_heart_explain" = "Heart rate refers to the number of heartbeats per minute in a normal person's quiet state, which can vary individually according to age, sex or other physiological factors. Generally speaking, the younger the age, the faster the heart rate; the slower the heart rate of the elderly than that of the young, and the faster the heart rate of the female than that of the male of the same age.";
"ai_ecg_qt_explain" = "The QT interval represents the total duration of ventricular depolarization and repolarization. The measured values vary with age and sex. The QT interval is closely related to the heart rate. In normal people, when the heart rate accelerates, the QT interval shortens, and vice versa, it prolongs. The changes of QT are of great value in clinical electrocardiogram diagnosis, especially the prolongation of QT is of great significance in predicting malignant ventricular arrhythmia and sudden cardiac death.";
"ai_ecg_hrv_explain" = "Heart rate variability (HRV) refers to the variation of heart rate cycle. It contains the information of neurohumoral factors regulating cardiovascular system, so as to judge the condition and prevention of cardiovascular diseases. It is a valuable index for predicting sudden cardiac death and arrhythmia.";
"ai_ecg_hz" = "Hz";
"ai_ecg_speed" = "Walking speed";
"ai_ecg_gain" = "Gain";
"ai_ecg_frequency" = "Frequency";
"ai_qt_interval_title" = "QT Interval";
"ai_start_test_btn_title" = "Start\ntesting";
"ai_manual_test" = "Manual testing";
"ai_automation_test" = "Automatic tesing";
"ai_medical_explain" = "Medical explanation";
"ai_curve_report_btn_title" = "Waveform Report";
"ai_no_ecg_singal_data_tip" = "There is no ECG signal data in this test.";
"ai_ecg_test_normal_tip" = "There was no abnormality in ECG.";
"ai_sinus_tachycardia_title" = "Sinus tachycardia";
"ai_sinus_tachycardia_explain" = "Sinus tachycardia is defined as sinus heart rate exceeding 100 beats per minute, and the rate is usually between 101 and 160 beats per minute. When sinus tachycardia begins and stops, its heart rate gradually increases and slows down. Sinus tachycardia is a common arrhythmia. Physically normal human activity, emotional excitement, satiety, drinking strong tea, coffee, smoking, drinking and so on can make the heart beat faster and the duration is shorter.If you are in fever, insufficient blood volume, anemia, hyperthyroidism, respiratory insufficiency, hypoxemia, hypokalemia, heart failure and other heart diseases are very easy to occur.";
"ai_sinus_bradycardia_title" = "Sinus bradycardia";
"ai_sinus_bradycardia_explain" = "Sinus tachycardia refers to sinus heart rate slower than 60 beats per minute, and the rate is usually between 45 and 60 beats per minute. It can be seen in healthy adults, especially athletes, the elderly and sleeping. Other causes were increased intracranial pressure, high blood potassium, hypothyroidism, and the use of digitalis and other drugs.";
"ai_sinus_arrhythmia_title" = "Sinus arrhythmia";
"ai_sinus_arrhythmia_explain" = "The origin of sinus rhythm remained unchanged, but the rhythm was irregular and HRV was larger in the same lead. Sinus arrhythmia often coexists with sinus bradycardia. The more common type of arrhythmia is related to the respiratory cycle. It is called respiratory sinus arrhythmia. It is common in adolescents and has no clinical significance.";
"ai_sinus_arrest_title" = "Sinus arrest";
"ai_sinus_arrest_explain" = "Sinus arrest refers to the fact that the sinoatrial node does not produce impulses in one or more cardiac cycles, so that it cannot excite the atrium or the whole heart. It is common in pharynx stimulated, tracheal intubation, pressing carotid sinus or eyeball, the use of digitalis and other drugs. Sometimes inflammation, ischemia and injury can also cause sinus arrest, often accompanied by sinus bradycardia and escape.";
"ai_ventricular_premature_contraction_title" = "Ventricular premature contraction";
"ai_ventricular_premature_contraction_explain" = "Ventricular premature contraction (VPC) is a ventricular excitation caused by ectopic pacing points below the branch of Hirschner's bundle in advance. It is common in middle-aged and elderly people, some of which have no obvious clinical symptoms, and some may lead to serious consequences. It can be seen in patients with organic heart disease, but also in normal people. Frequent premature contractions (premature beats) can be complicated by syncope, angina pectoris, heart failure and so on.";
"ai_bigeminy_title" = "bigeminy";
"ai_bigeminy_explain" = "Binary rhythm refers to a premature contraction (premature beats) after each sinus beat. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_trigeminy_title" = "trigeminy";
"ai_trigeminy_explain" = "Trigeminy rhythm refers to a premature contraction (premature contraction) occurring after every two sinus pulsations. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_paroxysmal_ventricular_tachycardia_title" = "Paroxysmal ventricular tachycardia";
"ai_paroxysmal_ventricular_tachycardia_explain" = "Paroxysmal ventricular tachycardia (PVT) is a tachycardia caused by ectopic ventricular excitation. It starts and stops abruptly with a frequency of 150-250 beats per minute and has regular rhythm.";
"ai_atrial_flutter_title" = "Atrial flutter";
"ai_atrial_flutter_explain" = "When the frequency of ectopic atrial pacing points reaches 250-350 beats per minute and it is regular, the rapid and coordinated contraction of the atrium is called atrial flutter. Patients may have hypotension, dizziness, palpitation, angina, or even cardiogenic shock. Most of them are organic heart disease, common in coronary heart disease, hypertension, pulmonary heart disease, pulmonary embolism, sick sinus node and so on.";
"ai_ventricular_flutter_title" = "Ventricular flutter";
"ai_ventricular_flutter_explain" = "The loss of effective global systolic capacity of the ventricle is replaced by rapid and uncoordinated fibrillation of the myocardium, and its hemodynamic effects are equivalent to ventricular arrest. Ventricular flutter is often a prelude to ventricular fibrillation and a fatal arrhythmia before death.";
"ai_myocardialz_ischemia_title" = "Myocardial ischemia (subendocardial ischemia)";
"ai_myocardialz_ischemia_explain" = "Myocardial ischemia refers to a pathological condition in which the blood perfusion of the heart decreases, resulting in the decrease of oxygen supply to the heart and abnormal energy metabolism of the myocardium, which can not support the normal work of the heart. The energy required for heart activity is almost entirely supplied by aerobic metabolism. Normally, the body can regulate itself to make the blood supply and demand relatively constant and ensure the normal work of the heart. Myocardial ischemia occurs when the supply and demand of myocardial blood are unbalanced for some reason. Coronary heart disease is the most common cause of myocardial ischemia.";
"ai_ventricular_escape_title" = "Ventricular escape";
"ai_ventricular_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart. It is called escape beats. The ventricular escape beats are controlled by the excitation of ventricular pacemaker.";
"ai_atrial_escape_title" = "Atrial escape";
"ai_atrial_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart, which is called escape beats. Atrial escape beats, which are controlled by the excitation of atrial pacemaker, are called atrial escape beats.";
"ai_ppg_auto_monitoring" = "Pulse rate monitoring";
"ai_precise_sleep" = "Precise sleep";
//这里要加标志位判断设备是否有PTT模式
"ai_hr_close_ptt_tip" = "When the device is used to monitor sleep by wrist wearing, the accuracy will be affected to a certain extent.";
"ai_ecg_report" = "ECG Report";
"ai_test_time" = "Measuring time";
"ai_lead" = "Lead";
"No ECG data" = "Without ECG data";
